[GENERAL]
NAME				= 简体中文（Simplified Chinese）
TRANSLATOR			= SOFTHEAD Team，YanJun Sun
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= 您的授权已过期。
TEXT_BETA			= 测试版
TEXT_UNREGISTERED		= 未注册版
TEXT_SAFEMODE			= 安全模式
TEXT_SAFEMODE_MESSAGE		= Bandicam 正在以安全模式运行。 \n一些功能，包括硬件编码加速，可能无法在安全模式下正常运行。
TEXT_INIT_FAIL			= 初始化失败。
TEXT_APPINFO			= Bandicam - 高性能视频捕捉工具
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam 注册信息已被移除.


; error
TEXT_ERROR_DISKSPACE		= 磁盘空间不足。
TEXT_ERROR_VIDEO_CAP		= 无法开始录制视频。
TEXT_ERROR_AUDIO_CAP		= 音频捕获失败。\n如需帮助，请点击确定按钮。
TEXT_ERROR_IMAGE_CAP		= 捕捉图像失败。\n请检查您的输出文件夹。
TEXT_ERROR_CREATEFILE		= 创建文件失败。\n如需帮助，请点击确定按钮。
TEXT_ERROR_OUTPUTFOLDER		= 输出文件夹不存在，请重新选择
TEXT_ERROR_RENAME_FILE		= 所选文件重命名失败。
TEXT_ERROR_CODEC_INIT		= Codec 初始化失败。
TEXT_ERROR_CODEC_INIT_RETRY	= 初始化编解码器失败。\n你想尝试 H.264 (CPU) 解码器吗?
TEXT_ERROR_CODEC_VIDEO		= 由于视频 Codec 有问题，导致录制停止。
TEXT_ERROR_LOGO_IMAGE		= 图像文件不支持。\n请选择受支持的图像文件 (*.png)。
TEXT_ERROR_INIT_DEVICE		= 视频捕捉设备初始化失败。
TEXT_ERROR_NO_DEVICES		= 未检测到视频捕捉设备。
TEXT_ERROR_EXISTING_PRESET_NAME	= 您输入的预置名称已存在。\n请输入其它名称。
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = 由于 Facebook 的隐私政策，此功能已不再可用。
TEXT_CAN_NOT_CHANGE_TB		= Bandicam 免费试用版本无法更改此设置。\n请从 https://bandicam.cn/buy 购买 Bandicam
TEXT_CAN_NOT_ADD_MORE_THAN_10	= 添加的项目不能超过10个。
TEXT_WARNING_AMD_APP		= 您的系统不支持“H.264（AMD 应用加速技术）”，因此将使用默认 Codec。
TEXT_WARNING_AMD_APP2		= 您的系统不支持“H.264（AMD 应用加速技术）”。
TEXT_WARNING_DEVICE_CHANGE	= 如果您更改视频设备设置，则录制将停止。您确定要继续？
TEXT_WARNING_EXIT_BANDICAM	= 如果您关闭 Bandicam，则录制将会停止。\n 您确定要关闭 Bandicam？
TEXT_WARNING_EXIT_BANDICAM_SREC	= 该程序关闭后，录制计划列表的定时录制无法执行录制。您确定要关闭 Bandicam 吗?
TEXT_WARNING_DEL_OVERLAY	=是否确认删除此水印？
TEXT_WARNING_UNREGISTER		= 您确定要反激活 Bandicam 吗?

; video setting page name
TEXT_VID_PAGE_SOUND		= 音频
TEXT_VID_PAGE_WEBCAM		= 摄像头
TEXT_VID_PAGE_LOGO		= 水印
TEXT_VID_PAGE_EFFECTS		= 鼠标
TEXT_VID_PAGE_TEXT		= 文字
TEXT_VID_PAGE_OPTIONS		= 选项

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= 水印

; option page name
TEXT_OPT_PAGE_GENERAL		= 常规
TEXT_OPT_PAGE_OUTPUT		= 输出
TEXT_OPT_PAGE_HOOKING		= 钩子
TEXT_OPT_PAGE_LANGUAGE		= 语言
TEXT_OPT_PAGE_OTHERS		= 选项

TEXT_VIDEO			= 视频
TEXT_AUDIO			= 音频

TEXT_FOLDER_SELECT		= 请选择输出文件夹

TEXT_FMT_FULL_SIZE		= 完整屏幕
TEXT_FMT_HALF_SIZE		= 1/2 屏幕
TEXT_FMT_FIT_WIDTH		= 适合宽度
TEXT_FMT_FIT_HEIGHT		= 适合高度
TEXT_FMT_CUSTOM_SIZE		= 自定义
TEXT_FMT_STEREO			= 立体声
TEXT_FMT_MONO			= 单声道
TEXT_FMT_ORIGINAL_PCM		= 原始音频格式
TEXT_FMT_AUTO			= 自动
TEXT_FMT_LOSSLESS		= 无损

; preset
TEXT_PRESET_DEFAULT		= 默认
TEXT_PRESET_HALFSIZE		= 1/2 尺寸
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS（Intel® 高速视频同步技术）
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS（NVIDIA® NVENC）
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS（Intel® 高速视频同步技术）
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS（NVIDIA® NVENC）
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS（NVIDIA® CUDA™）
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS（AMD 应用加速技术）
TEXT_PRESET_ULTRAFAST_60FPS	= 60 FPS 极速录制
TEXT_PRESET_LOWEND		= 低端电脑
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= 优酷 / YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= 优酷 / YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= 优酷 / YouTube (720p)
TEXT_PRESET_YOUTUBE_1080P	= 优酷 / YouTube (1080p)
TEXT_PRESET_PMP			= Divx/Galaxy 智能电话
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= 适合宽度，320x0
TEXT_PRESET_640x0		= 适合宽度，640x0
TEXT_PRESET_800x0		= 适合宽度，800x0
TEXT_PRESET_1280x0		= 适合宽度，1280x0
TEXT_PRESET_USER		= 用户预置

TEXT_CHANGE_LANG		= 要更改 Bandicam 界面语言，您应重启它。\n您要立即重启它吗？
TEXT_CHANGE_HOOK		= 要更改钩子目标，您应重启 Bandicam。\n您要立即重启它吗？
TEXT_CHANGE_SIZE		= 要更改 Bandicam 窗口尺寸，您应重启它。\n您要立即重启它吗？
TEXT_RESET_ALL_SETTINGS		= 您确定要重置所有设置并恢复为默认？

TEXT_REGISTER_SUCCEEDED		= 您已完成 Bandicam 注册，谢谢。
TEXT_REGISTER_FAILED		= 注册失败。\n请检查您电子邮件邮箱地址和注册码。
TEXT_REGISTER_CONNECT_FAILED	= 无法连接到服务器。\n请检查您的因特网连接并将系统时间调整至当前时间。\n如需帮助，请点击确定按钮。
TEXT_REGISTER_INFO		= 电子邮件地址：%s\r\n注册码：%s
TEXT_REGISTER_LIMITED		= 录制停止。\n\n您当前使用的 Bandicam 免费版仅可录制十分钟。\n如果您需要录制更长时间的视频，请访问 bandicam.cn 请购买许可。
TEXT_REGISTER_LIMITED_SREC	= 您当前使用的 Bandicam 免费版仅可录制十分钟。\n如果您需要录制更长时间的视频，请访问 bandicam.cn 请购买许可。
TEXT_REGISTER_NEWRECORD		= 您无法使用 Bandicam 免费版继续录制新视频。\n如果您需要录制更长时间的视频，请从 bandicam.cn 购买 Bandicam 许可。
TEXT_REGISTER_LICENCE_INFO	= 您当前尚未注册！！！ - 免费版将限制录制十分钟并带有水印。\r\n如果您需要移除所有限制，请访问 bandicam.cn 请购买许可。

TEXT_PROGRAM_INVALID		= 应用程序无效。\n您需要重新安装 Bandicam。

TEXT_SELECT_NOT_SELECTED	= 请选择录制模式
TEXT_SELECT_TARGET		= 请选择录制目标窗口
TEXT_SELECT_DEVICE		= 请选择视频捕捉设备
TEXT_TARGET_DIRECTX		= 游戏录制模式 - 录制使用 DirectX 接口的游戏或视频播放器。
TEXT_TARGET_SCREEN		= 屏幕录制模式 - 录制桌面屏幕和网络视频。
TEXT_TARGET_DEVICE		= 设备录制模式 - 录制网络摄像头和 HDMI 捕捉设备。
TEXT_TARGET_CHANGING		= 如果您改录制模式，那么当前录制将会停止。\n您确定要继续？
TEXT_TARGET_CLOSE		= 如您关闭当前的录制模式，则录制将会停止。\n您确定要继续?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= 由于您未选定目标窗口，导致无法以“游戏录制模式”开始录制。\n\n您要更改录制模式为“屏幕录制模式”以开始录制吗？
TEXT_TARGET_CHANGE_TO_RECTANGLE2= 由于您未选定捕捉设备，导致无法以 '设备录制模式' 开始录制。\n\n您要更改录制模式为 '屏幕录制模式' 以开始录制？
TEXT_TARGET_CHANGE_TO_RECTANGLE3= 由于您未选定录制模式，导致无法开始录制。\n\n您要选择 '屏幕录制模式' 以开始录制？

TEXT_STATUSBAR_READY		= 准备
TEXT_STATUSBAR_RECORDING	= 正在录制
TEXT_STATUSBAR_PAUSE		= 暂停

TEXT_UPDATE_AVAILABLE		= Bandicam 当前有新版本可用。\n您要立即下载它吗？
TEXT_UPDATE_UNAVAILABLE		= 您已安装最新的版本。
TEXT_UPDATE_FAILED		= 检查版本信息失败。\n您的系统可能未连接到因特网或是服务器未正确工作。
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= 无法上传。如果您是刚注册，那么请先验证您的电子邮件地址。

TEXT_TARGET_FULL		= 全屏幕
TEXT_TARGET_RESTORE		= 恢复
TEXT_TARGET_FIND		= 选择录制区域
TEXT_TARGET_RESIZE		= 选择尺寸
TEXT_TARGET_IMAGE		= 捕捉图像
TEXT_TARGET_PEN			= 绘制模式
TEXT_TARGET_RECORD_START	= 视频录制 - 开始
TEXT_TARGET_RECORD_PAUSE	= 视频录制 - 暂停
TEXT_TARGET_RECORD_STOP		= 视频录制 - 停止
TEXT_TARGET_MENU		= 菜单
TEXT_TARGET_DISPLAY		= 显示器 %d

TEXT_DEVICE_FULL		= 全屏幕
TEXT_DEVICE_RESTORE		= 恢复
TEXT_DEVICE_SELECT_DEVICE	= 选择设备
TEXT_DEVICE_VOLUME		= 音量控制
TEXT_DEVICE_IMAGE		= 图像捕捉
TEXT_DEVICE_RECORD_START	= 视频录制 - 开始
TEXT_DEVICE_RECORD_PAUSE	= 视频录制 - 暂停
TEXT_DEVICE_RECORD_STOP		= 视频录制 - 停止
TEXT_DEVICE_MENU		= 菜单

TEXT_RC_HOWTO_NOCOMPLETE	= 禁用
TEXT_RC_HOWTO_BYTIME		= 按时长
TEXT_RC_HOWTO_BYSIZE		= 按尺寸
TEXT_RC_HOWTO_BYSILENCE		= 按持续静默时间 (秒)
TEXT_RC_AFTER_NEWRECORD		= 录制新视频
TEXT_RC_AFTER_EXIT		= 退出 Bandicam
TEXT_RC_AFTER_SHUTDOWN		= 计算机关机

TEXT_SHUTDOWN_SEC		= 系统将于 %d 秒后关闭

TEXT_SEL_IMAGE_FILE		= 选择图像文件

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- 禁用(推荐) --

TEXT_CORRUPTED_AVI_FILE		= 最新录制的文件已损坏。\n您要修复它吗？\n\n文件：%s
TEXT_SELECTED_CORRUPTED_FILE	= 所选文件已损坏.\n您想要修复它吗?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= 点击托盘图标以恢复 Bandicam。
TEXT_TRAY_BALLOON_TIP_RECT	= 点击托盘图标显示屏幕录制窗口。
TEXT_TRAY_BALLOON_TIP_DEVICE	= 点击托盘图标显示设备录制窗口。
TEXT_FORCE_STOP			= 由于目标窗口未响应，导致无法停止录制。\n您要强制停止录制吗？
TEXT_EXTERNAL_CODEC		= - 外置编码器 -
TEXT_CUDA_GPU_AUTOSELECT	= （自动选择）

; status bar tool-tip
TEXT_INDICATOR_STATUS		= 录制状态
TEXT_INDICATOR_TIME		= 录制时间
TEXT_INDICATOR_SIZE		= 录制文件大小 / 磁盘剩余空间
TEXT_INDICATOR_VOLUME		= 当前音量级别

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [正常] 常规进程优先级
TEXT_REC_PRIORITY_HIGH		= [较高] 高于正常优先级
TEXT_REC_PRIORITY_HIGHEST	= [最高] 其他进程运行可能稍受影响

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut 未安装，您要下载 Bandicut 吗？
TEXT_OUTPUTS_DELETE		= 您确定要永久删除所选文件吗？
TEXT_OUTPUTS_SELCOUNT		= %d 个项目已选定

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= 目标名称
TEXT_FILE_NAME_PREFIX_CUSTOM	= 自定义前缀
TEXT_FILE_NAME_PREFIX_NONE	= 无
TEXT_FILE_NAME_SUFFIX_TIME	= 日期/时间
TEXT_FILE_NAME_SUFFIX_NUMBER	= 顺序号

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= 请输入介于 1 至 1440 分钟之间的数值。
TEXT_TIMER_REC_STOP_RECORDING	= 正在录制中， \n您要停止录制吗？并继续执行定时器？
TEXT_TIMER_REC_MODE_NOT_SELECTED= 由于您未选定录制模式，导致无法以 '自动开始录制' 功能。请选择录制模式。

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= 请为要上传的视频输入标题。
TEXT_UPLOAD_VID_NO_PASSWORD	= 请输入提取密码。
TEXT_UPLOAD_YOUTUBE_LOGIN	= 登录 - YouTube
TEXT_UPLOAD_VIMEO_LOGIN		= 登录 - Vimeo
TEXT_UPLOAD_FACEBOOK_LOGIN	= 登录 - Facebook
TEXT_UPLOAD_COMPLETE		= 上传完毕
TEXT_UPLOAD_ERR_FAIL		= 上传此视频失败。
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= 要上传的文件太大。
TEXT_UPLOAD_ERR_FREESPACE	= Vimeo 没有足够的免费上传空间。
TEXT_UPLOAD_ERR_CONNECT		= 连接服务器失败。
TEXT_UPLOAD_ERR_AUTH_VIMEO	= 视频上传失败。Vimeo普通用户不能使用此功能。

; deinterlacing
TEXT_DEINT_NONE			= 无
TEXT_DEINT_ODD			= 奇数场
TEXT_DEINT_EVEN			= 偶数场
TEXT_DEINT_BLEND		= 混合

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] 仅录制，在按下
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] 仅静音，在按下

; download & update 
TEXT_UPDATE_IN_PROGRESS		= 正在安装...
TEXT_UPDATE_FAILED_DL		= 未成功下载安装文件！\n该系统可能没有连接到互联网。
TEXT_UPDATE_INSTALL_SUCCEED	= 安装成功！
TEXT_UPDATE_INSTALL_FAILED	= 安装失败！

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		=（无）
TEXT_WEBCAM_FLIP_HORIZONTAL	= 水平
TEXT_WEBCAM_FLIP_VERTICAL	= 垂直

; scheduled recording list
TEXT_SREC_HEADER_NAME		= 名称
TEXT_SREC_HEADER_STATUS		= 状态
TEXT_SREC_HEADER_START_TIME	= 开始时间
TEXT_SREC_HEADER_END_TIME	= 结束时间
TEXT_SREC_HEADER_DURATION	= 时长
TEXT_SREC_HEADER_TARGET		= 动作
TEXT_SREC_HEADER_AFTER_REC	= 录制完后
TEXT_SREC_DEFAULT_NAME		= 计划
TEXT_SREC_DELETE_SCHEDULES	= 你确定要永久删除选定的计划任务吗？
TEXT_SREC_STATUS_WAITING	= 等待
TEXT_SREC_STATUS_RECORDING	= 正在录制
TEXT_SREC_STATUS_PASSED		= 过时
TEXT_SREC_STATUS_INACTIVE	= 未开启
TEXT_SREC_TARGET_NOT_CHANGE	= (当前)
TEXT_SREC_TARGET_FULL_SCREEN	= 全屏
TEXT_SREC_TARGET_CUSTOM_AREA	= 选区录制
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= 使用最后一个录制目标。
TEXT_SREC_DISPLAY		= 显示器 %d
TEXT_SREC_DO_NOTHING		= (不执行任何操作)
TEXT_SREC_EXIT_BANDICAM		= 退出 Bandicam
TEXT_SREC_SHUTDOWN_PC		= 计算机关机
TEXT_SREC_ERR_TIME		= 时长必须介于两者之间 00:00:01 ~ 23:59:59.
TEXT_SREC_ERR_DAY		= 必须选择至少一天。
TEXT_SREC_ERR_OVERLAPPED	= 该录制时间与 "%s" 重复
TEXT_SREC_SAME_DAY		= 同一天
TEXT_SREC_DAY_AFTER		= 一天后
TEXT_SREC_EVERYDAY		= 每天
TEXT_SREC_SUN			= 星期日
TEXT_SREC_MON			= 星期一
TEXT_SREC_TUE			= 星期二
TEXT_SREC_WED			= 星期三
TEXT_SREC_THU			= 星期四
TEXT_SREC_FRI			= 星期五
TEXT_SREC_SAT			= 星期六
TEXT_SREC_START_INFO		= 开始录制于 %s.
TEXT_SREC_STOP_INFO		= 停止录制于 %s.
TEXT_SREC_DAY			= %Dday
TEXT_SREC_DAYS			= %Ddays
TEXT_SREC_WAITING_0		= 创建录制计划，解放双手
TEXT_SREC_WAITING_1		= 当前有 1 个有效的录制计划
TEXT_SREC_WAITING_N		= 当前有 %d 个有效的录制计划

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= 仍在处理中. 您确认要退出吗?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= 输入文件的格式不受支持.
TEXT_BDFIX_NOT_CORRUPTED	= 输入的文件没有损坏.\n您想继续吗?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= 输入文件没有损坏或无法检查损坏
TEXT_BDFIX_ALREADY_EXISTS	= 输出文件已经存在。您要覆盖它吗?
TEXT_BDFIX_SAME_PATH		= 输出文件路径与输入文件路径相同
TEXT_BDFIX_DISK_SPACE		= 没有足够的磁盘空间来创建输出文件.
TEXT_BDFIX_PROCESS_COMPLETE	= 进程完成!
TEXT_BDFIX_STATUS_PROCESSING	= 正在进行
TEXT_BDFIX_STATUS_COMPLETE	= 修复完成
TEXT_BDFIX_STATUS_FAILED	= 失败
TEXT_BDFIX_STATUS_READY		= 准备
TEXT_BDFIX_FAILED_TO_OPEN	= 无法打开输入文件.
TEXT_BDFIX_FAILED_TO_PROCESS	= 处理恢复任务失败.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI文件
TEXT_OP_FILTER_MP4		= MP4文件
TEXT_OP_FILTER_PNG		= PNG文件
TEXT_OP_FILTER_ALL		= 所有文件
TEXT_OP_FILTER_MEDIA		= 媒体文件

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= （默认声音设备）
TEXT_DEFAULT_DEVICE_FORMAT	= （自动检测格式）
TEXT_HOTKEY_NONE		= （无）
TEXT_ADD_YOUR_TEXT_HERE		= 请在这里添加文字以便生成水印~

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= 首页
$BN_PAGE_GENERAL		= 常规
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= 录像
$BN_PAGE_IMAGE			= 截图
$BN_PAGE_ABOUT			= 关于
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= 选项
$ST_GEN_OUTPUT_FOLDER		= 输出文件夹
$BN_GEN_OPEN_OUTPUT_FOLDER	= 打开
$BN_GEN_ADV_OPTIONS		= 高级
$CK_GEN_ALWAYS_ON_TOP		= Bandicam 窗口置顶
$CK_GEN_START_MINIMIZED		= Bandicam 启动后最小化到系统托盘
$CK_GEN_RUN_WHEN_START		= Bandicam 随系统启动运行
$CK_GEN_RECORD_WHEN_RUN		= Bandicam 启动时开始全屏幕录制
$CK_GEN_TIMER_RECORDING		= 设置用于自动开始录制的定时器
$ST_GEN_LANGUAGE		= 语言（Language）
$ST_GEN_REC_AUTO_START		= 自动开始录制
$ST_GEN_REC_SCHEDULED		= 定时录制
$BN_GEN_REC_SCHEDULED		= 设置
$ST_GEN_REC_AUTO_COMPLETE	= 自动结束录制
$BN_GEN_REC_AUTO_COMPLETE	= 设置
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS 叠加
$CK_FPS_OVERLAY_HOTKEY		= 显示/隐藏 快捷键
$CK_FPS_OVERLAY_POS_HOTKEY	= 位置改变 快捷键
$CK_FPS_OVERLAY			= 显示叠加 FPS 
$ST_FPS_LIMIT			= FPS 限制
$CK_FPS_LIMIT_HOTKEY		= 热键
$CK_FPS_LIMIT			= 限制 FPS 为
$CK_FPS_LIMIT_ONLY_CAP		= 仅捕捉时显示
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= 录制
$CK_VID_RECORD_HOTKEY		= 录制/停止 热键
$CK_VID_PAUSE_HOTKEY		= 暂停 热键
$CK_VID_SHOW_CURSOR		= 显示鼠标指针
$CK_VID_CLICK_EFFECTS		= 添加鼠标点击效果
$CK_VID_WEBCAM_OVERLAY		= 添加网络摄像头叠加画面
$BN_VID_RECORD_SETTINGS		= 设置
$ST_VID_FORMAT			= 格式
$ST_VID_FORMAT_VIDEO		= 视频
$ST_VID_FORMAT_AUDIO		= 音频
$BN_VID_FORMAT_SETTINGS		= 设置
$BN_VID_FORMAT_PRESETS		= 预置
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= 捕捉
$CK_IMG_CAPTURE_HOTKEY		= 热键
$CK_IMG_CAPTURE_REPEAT		= 重复屏幕捕捉
$ST_IMG_CAPTURE_REPEAT		= 秒
$CK_IMG_SHOW_CURSOR		= 显示鼠标指针
$CK_IMAGE_ADD_LOGO		= 添加水印
$CK_IMG_SHUTTER_SOUND_EFFECT	= 开启快门声音
$BTN_IMAGE_SETTINGS		= 设置
$ST_IMG_FORMAT			= 格式
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - 一般
$CK_IMG_FORMAT_JPG_HQ		= JPG - 高品质
$CK_IMAGE_JPG_CUSTOM		= JPG - 自定义品质 (20~100)
$BTN_IMG_FORMAT_ANIGIF		= 另存为动画 GIF 的方式
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= 开始
$ST_OUT_TAB_VIDEO		= 视频
$ST_OUT_TAB_IMAGE		= 图像
$BN_OUT_PLAY_VIDEO		= 播放
$BN_OUT_OPEN_IMAGE		= 打开
$BN_OUT_EDIT			= 编辑
$BN_OUT_UPLOAD			= 上传
$BN_OUT_DELETE			= 删除
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam 版本
$ST_ABO_COPYRIGHT		= 版权 (c) 2009-2020 Bandicam.com
$BN_ABO_NEW_VERSION		= 新版本可用。
$BN_ABO_CHECK_UPDATE		= 检查更新
$ST_ABO_LICENCE_INFO		= 授权信息
$BN_ABO_REGISTER		= 注册
$BN_ABO_REGISTER_HELP		= 如何购买和注册
$BN_ABO_UPDATE_REGISTRATION	= 更换注册码
$ST_ABO_HOMEPAGE_INFO		= 网站 URL
$ST_ABO_HOMEPAGE_URL		= 主页
$ST_ABO_FAQ_URL			= 常见问题
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= 请选择设备！
$ST_DEVICE_CONNECTING		= 连接中...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">>Bandicut 班迪剪辑</font>是 Bandicam 班迪录屏用户很有用的程序，在 Bandicam 录制的视频使用 Bandicut 无损剪切和合并。
$BTN_UPDATE_STEP1_LINK		= 了解更多
$ST_UPDATE_STEP2_TEXT		= 正在下载...
$BTN_UPDATE_INSTALL		= 立即安装
$BTN_UPDATE_LATER		= 以后再说
$BTN_UPDATE_CANCEL		= 取消
$BTN_UPDATE_CLOSE		= 关闭

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= 选择您想要使用的录制模式。
$ST_START_SEL_RECT		= 矩形区域
$ST_START_SEL_FULL		= 全屏
$ST_START_SEL_MOUSE		= 追随鼠标
$ST_START_SEL_GAME		= 游戏录制模式
$ST_START_SEL_DEVICE		= 设备录制模式
$ST_START_SEL_HELP		= 在线帮助

$ST_START_RECT_TITLE		= 屏幕录制模式 - 矩形窗口
$ST_START_RECT_DESC		= 使用此录制模式可以录制矩形窗口内的视频。
$ST_START_RECT_STEP		= 1. 选择要录制的区域大小。[br]2. 然后点击 'REC' 按钮或者摁下录制快捷键。

$ST_START_FULL_TITLE		= 屏幕录制模式 - 全屏
$ST_START_FULL_DESC		= 使用此录制模式可以录制全屏内容。
$ST_START_FULL_STEP		= 1. 选择全屏录制模式。 [br]2. 然后点击 'REC' 按钮或者摁下录制快捷键。

$ST_START_MOUSE_TITLE		= 屏幕录制模式 - 追随鼠标
$ST_START_MOUSE_DESC		= 使用此录制模式可以录制鼠标周围移动的区域（可自定义大小）。
$ST_START_MOUSE_STEP		= 1. 选择录制区域。[br]2. 然后点击 'REC' 按钮或者摁下录制快捷键。

$ST_START_GAME_TITLE		= 游戏录制模式 
$ST_START_GAME_DESC		= 使用此录制模式可以在显示 FPS 数值的情况下进行录制游戏。
$ST_START_GAME_STEP		= 1. 开始游戏，然后注意查看游戏窗口上的绿色变动数字 (FPS)。[br]2. 然后点击 'REC' 按钮或者摁下录制快捷键。

$ST_START_DEVICE_TITLE		= 设备录制模式
$ST_START_DEVICE_DESC		= 使用此模式允许你录制外部视频设备，比如说摄像头, Xbox, 智能手机, IPTV, 等等。
$ST_START_DEVICE_STEP		= 1. 选择一个网络摄像头或者外部视频设备。 [br]2. 然后点击 'REC' 按钮或者摁下录制快捷键。

$BN_START_HELP			= 查看在线帮助
$BN_START_RECORD		= 开始录制
$BN_START_RECORD_STOP		= 停止录制
$ST_START_HOTKEY_RECORD		= 录制/停止
$ST_START_HOTKEY_SCREENSHOT	= 捕捉图像
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= 播放
$BN_BDFIX_OPEN_FOLDER		= 打开文件夹
$BN_BDFIX_CLOSE			= 关闭
$ST_BDFIX_INPUT_FILE		= 导入文件
$ST_BDFIX_INPUT_FILE2		= 打开已损坏 avi/mp4 文件.
$BN_BDFIX_INPUT_FILE		= 打开
$ST_BDFIX_OUTPUT_FILE		= 输出文件
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= 选择录制区域
$MENU_RECTANGLE			= 矩形窗口
$MENU_FULLSCREEN		= 全屏
$MENU_AROUND_MOUSE		= 追随鼠标
$MENU_RECT_FIND_WINDOW		= 选择录制区域
$MENU_RECT_CUSTOM		= 自定义尺寸
$MENU_RECT_RECENTLY_USED	= 历史尺寸
$MENU_FULL_DISPLAY_1		= 显示器 1
$MENU_FULL_DISPLAY_2		= 显示器 2
$MENU_FULL_DISPLAY_3		= 显示器 3
$MENU_FULL_DISPLAY_4		= 显示器 4
$MENU_FULL_DISPLAY_5		= 显示器 5
$MENU_FULL_DISPLAY_6		= 显示器 6
$MENU_FULL_DISPLAY_7		= 显示器 7
$MENU_FULL_DISPLAY_8		= 显示器 8
$MENU_MOUSE_CUSTOM		= 自定义尺寸
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= 打开输出文件夹
$TOOLTIP_SCHEDULED_RECORDING	= 定时录制
$TOOLTIP_SCREENSHOT		= 捕捉图像
$TOOLTIP_RECORD			= 录制/停止
$TOOLTIP_PAUSE			= 暂停
$TOOLTIP_UI_MODE		= 简单/扩展 UI
$TOOLTIP_REGISTER		= 注册 Bandicam
$TOOLTIP_ONLINE_HELP		= 在线帮助

$TOOLTIP_TOOL_NONE		= 光标（鼠标操作）
$TOOLTIP_TOOL_PEN		= 钢笔
$TOOLTIP_TOOL_PEN_HL		= 荧光笔 
$TOOLTIP_TOOL_PEN_LINE		= 直线
$TOOLTIP_TOOL_ARROW		= 箭头
$TOOLTIP_TOOL_BOX		= 方框
$TOOLTIP_TOOL_NUMBER		= 数字编号
$TOOLTIP_TOOL_TEXT		= 文本
$TOOLTIP_TOOL_ERASER		= 橡皮擦
$TOOLTIP_TOOL_COLOR		= 选择颜色
$TOOLTIP_TOOL_LINE		= 线条宽度
$TOOLTIP_TOOL_UNDO		= 撤销 (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= 重做 (Ctrl+Y)

$TOOLTIP_HOME_SEL		= 选择录制模式
$TOOLTIP_HOME_RECT		= 屏幕录制模式 - 矩形
$TOOLTIP_HOME_FULL		= 屏幕录制模式 - 全屏
$TOOLTIP_HOME_MOUSE		= 屏幕录制模式 - 追随鼠标
$TOOLTIP_HOME_GAME		= 游戏录制模式
$TOOLTIP_HOME_DEVICE		= 设备录制模式

$TOOLTIP_ADD_MOUSE_EFFECT	= 设置鼠标效果
$TOOLTIP_ADD_MICROPHONE		= 设置麦克风
$TOOLTIP_ADD_WEBCAM_OVERLAY	= 添加摄像头
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo_cn.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= 取消
IDOK				= 确定
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= 格式设置 
IDC_ST_FMTSET_FILE		= 文件类型
IDC_ST_FMTSET_VIDEO		= 视频
IDC_ST_VIDEO_SIZE		= 尺寸
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= 视频格式
IDC_ST_VIDEO_CODEC_PROFILE	= 配置文件
IDC_ST_VIDEO_BITRATE		= 比特率
IDC_ST_VIDEO_QUALITY		= 品质
IDC_ST_FMTSET_AUDIO		= 音频
IDC_CK_AUDIO_ORIGINAL_PCM	= 另存为原始格式
IDC_ED_AUDIO_ORIGINAL_PCM	= 您可保存多声道/高清晰音频（96KHz 或更高）。
IDC_ST_AUDIO_CH			= 声道
IDC_ST_AUDIO_FREQ		= 频率
IDC_ST_AUDIO_CODEC		= 音频格式
IDC_ST_AUDIO_BITRATE		= 比特率
IDC_ST_FORMAT_HELP		= [ 帮助 ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= 注册 Bandicam
IDC_ST_1BUY			= 1. 购买
IDC_ST_1BUY_COMMENT		= 要移除您视频中的水印，请从 https://bandicam.cn/buy 购买 Bandicam 许可。
IDC_BTN_BUY_ONLINE		= 立即购买
IDC_ST_2REGISTER		= 2. 注册
IDC_ST_2REGISTER_COMMENT	= 您需要在线连接以注册 Bandicam。
IDC_ST_EMAIL_ADDRESS		= 电子邮件地址
IDC_ST_SERIAL_NUMBER		= 注册码
IDC_BTN_REGISTER_NOW		= 立即注册
IDC_BTN_UNREGISTER_NOW		= 反激活
IDC_BTN_CLOSE			= 关闭

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= 检查更新
IDC_ST_UPDATE_SETTING		= 设置
IDC_CK_UPDATE_ENABLE		= 开启自动检查更新
IDC_CK_UPDATE_POPUP		= 当有主要更新时弹出提示窗口
IDC_UPDATE_CHECK_NOW		= 立即检查更新
IDC_CLOSE			= 关闭

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= 高级选项
IDC_BTN_RESET			= 重置

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= 常规
IDC_CK_ALWAYS_ON_TOP2		= Bandicam 窗口置顶
IDC_CK_START_MINIMIZED_TO_TRAY	= 启动后自动最小化到托盘  
IDC_CK_RUN_WHEN_START		= 开机时自动运行 Bandicam 软件
IDC_CK_RECORD_WHEN_RUN		= 启动 Bandicam 时自动开始全屏录制
IDC_BTN_TIMER_RECORDING		= 设置用于自动开始录制的定时器
IDC_CK_SHOW_FPS_IN_VIDEO	= 捕捉后的视频/图像上包括 FPS
IDC_ST_SHOW_FPS_IN_VIDEO	= （仅用于 '游戏录制模式'）
IDC_CK_SHOW_TIP_BAR		= 显示软件下面一条广告
IDC_CK_NO_TRAY_BALLOON		= 关闭托盘气球通知
IDC_ST_ADV_AUTOMATIC		= 自动

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= 输出
IDC_ST_OUT_OUTPUT_FOLDER	= 输出文件夹
IDC_CK_OUT_CREATE_SUBFOLDER	= 自动创建有指定名称的输出子文件夹：
IDC_RD_OUT_SUBFOLDER		= 与录制目标名称相同
IDC_RD_OUT_SUBFOLDER_2		= "视频" 或 "图像"
IDC_CK_OUT_ENABLE_WRITE_CACHING	= 开启磁盘写缓存
IDC_ST_OUT_FILE_NAMING		= 文件命名设置
IDC_ST_OUT_EXAMPLE		= 例如

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= 语言

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= 钩住目标
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows 应用（UWP）
IDC_CK_DISABLE_DX11_ON_IE9	= 禁用 IE9（及更高版本）/Firefox 的 DirectX 10/11 锁定功能
IDC_CK_DISABLE_OVERLAY_ON_DX	= 阻止 DirectX 视频覆盖
IDC_BTN_BLOCK_LIST		= 阻止的进程列表

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= 其它设置
IDC_BTN_VIDEO_RECORD_SETTINGS	= 视频录制选项
IDC_BTN_VIDEO_FORMAT_SETTINGS	= 视频格式选项
IDC_BTN_AUTO_COMPLETE_RECORDING	= 自动结束录制

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= 自动结束录制
IDC_ST_RC_HOWTO			= 自动结束录制
IDC_RD_RC_NOTCOMPLETE		= 禁用
IDC_ST_TRANSLATOR		= 感谢所有本地化人员
IDC_RD_RC_TIME			= 按录制时长
IDC_ST_RC_MAX_TIME		= 最长
IDC_RD_RC_SIZE			= 按录制的文件大小
IDC_ST_RC_MAX_SIZE		= 最大
IDC_RD_RC_NOSOUND		= 按持续静默时间 (秒)
IDC_ST_RC_AFTER			= 录制完后
IDC_RD_RC_NOTHING		= 不执行任何操作
IDC_RD_RC_NEW_RECORDING		= 录制新视频
IDC_RD_RC_EXIT_BDCAM		= 退出 Bandicam
IDC_RD_RC_SHUTDOWN		= 计算机关机

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND	= 自动结束录制 - 通知
IDC_ST_NOSOUND_TITLE		= 静默状态
IDC_ST_NOSOUND_DESC		= 因为这台电脑没有播放任何声音，所以录制将会停止。
IDC_ST_NOSOUND_DESC2		= 将在 %d 秒后停止录制。
IDC_BTN_NOSOUND_CONTINUE	= 继续录制

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= 计算机关机
IDC_ST_SHUTDOWN			= 计算机关机
IDC_ST_SHUTDOWN_INFO		= 您的计算机即将关机。\n如果您不想关机，请按“取消”按钮。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= 录制设置

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= 录制音频
IDC_ST_SND_SELECT_1		= 主音频设备
IDC_BTN_SND_SETTING_1		= 设置...
IDC_ST_SND_VOLUME_1		= 音量
IDC_CK_SND_MONO_1		= 单声道
IDC_ST_SND_SELECT_2		= 副音频设备（麦克风）
IDC_BTN_SND_SETTING_2		= 设置...
IDC_ST_SND_VOLUME_2		= 音量
IDC_CK_SND_MONO_2		= 单声道
IDC_CK_SND_MIX_SOUND		= 混录主副音频设备所再现的声音 (录制到同一条音轨上)
IDC_CK_SND_CAP_PUSH_TO		= 一键讲话或一键静音
IDC_ST_SOUND_HELP		= [ 帮助 ]
IDC_CK_SND_SAVE_AS_WAV		= 保存音频至独立录音音轨 (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= 在视频中显示摄像头画面
IDC_ST_WEBCAM_SETTING		= 设置
IDC_ST_WEBCAM_POS		= 位置:
IDC_CK_WEBCAM_USE_CHROMAKEY	= 使用色度键
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= 高级
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= 高级选项
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = 预览摄像头画面于屏幕之上
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= 开启预览切换热键
IDC_RD_WEBCAM_ADD_TO_VIDEO	= 网络摄像头画面叠加到视频输出文件
IDC_RD_WEBCAM_SAVE_AS_MP4	= 另存网络摄像头画面为单独的文件（.mp4）

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= 添加水印到视频
IDC_ST_LOGO_SETTING		= 设置
IDC_ST_LOGO_IMAGE		= 图像：
IDC_ST_LOGO_OPACITY		= 不透明度：
IDC_ST_LOGO_POS			= 设置：
IDC_ST_LOGO_LR_MARGINS		= 左/右边距：
IDC_ST_LOGO_TB_MARGINS		= 上/下边距：

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= 显示鼠标指针
IDC_ST_CURSOR_SIZE		= 大小
IDC_ST_EFFECTS_MOUSE		= 鼠标效果
IDC_CK_ADD_CLICK_EFFECTS	= 添加鼠标点击效果
IDC_ST_CLICK_EFFECT_SIZE	= 大小
IDC_ST_LEFT_CLICK_COLOR		= 左击颜色
IDC_ST_RIGHT_CLICK_COLOR	= 右击颜色
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= 添加鼠标高亮效果
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= 大小
IDC_ST_HIGHLIGHT_COLOR		= 高亮颜色
IDC_ST_EFFECT_PREVIEW_TITLE	= 预览
IDC_ST_EFFECTS_MOUSE_SOUND	= 在录制视频中添加鼠标点击音效
IDC_CK_EFFECT_LCLICK_SOUND	= 左击
IDC_CK_EFFECT_RCLICK_SOUND	= 右击

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= 添加文字水印
IDC_BTN_TEXT_OVERLAY_ADD	= 添加
IDC_BTN_TEXT_OVERLAY_EDIT	= 编辑
IDC_BTN_TEXT_OVERLAY_DEL	= 删除

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= 选项
IDC_ST_REC_PRIORITY		= 录制优先级：
IDC_ST_REC_PRIORITY2		= 较高的优先级可有效降低丢帧现象。
IDC_ST_FOR_DX_GL		= 对于游戏录制模式
IDC_CK_SKIP_RECORDING		= 当帧率不更新时跳过录制
IDC_CK_ENHANCED_DX9_CAPTURE	= 采用增强捕捉方法（更快，但仅支持 DirectX 9）
IDC_ST_FOR_RECT_SCREEN		= 对于屏幕录制模式
IDC_CK_SHOW_COUNTDOWN_TIMER	= 录制前显示倒计时 3.2.1
IDC_CK_ENHANCED_CAPTURE		= 使用增强的捕获方法（支持 Windows 8 及以上）
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = 在开始或停止录制时播放音效

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= 网络摄像头预览和高级设置
IDC_ST_WEBCAM_PRESET_POS	= 预设位置
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= 设置
IDC_ST_WEBCAM_DEVICE		= 摄像头：
IDC_BTN_WEBCAM_DEVICE		= 设置
IDC_ST_WEBCAM_DEVICE_FMT	= 格式：
IDC_ST_WEBCAM_SIZE		= 叠加尺寸：
IDC_ST_WEBCAM_POS_H		= X 位置:
IDC_ST_WEBCAM_POS_V		= Y 位置:
IDC_ST_WEBCAM_FLIPSCREEN	= 翻转屏幕：
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= 使用色度键
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= 颜色:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= 选择
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = 相似: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= 混合:
IDC_LN_WEBCAM_HELP		= [ 帮助 ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= 网络摄像头预览

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= 文字水印设置
IDC_ST_TEXT_OVERLAY_SETTINGS	= 设置
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= 包括时间戳
IDC_ST_TEXT_FONT		= 字体:
IDC_ST_TEXT_SIZE		= 大小:
IDC_ST_TEXT_MARGIN	= 微调:
IDC_ST_TEXT_ALPHA		= 透明度:
IDC_ST_TEXT_COLOR		= 字体颜色:
IDC_CK_TEXT_SHADOW_COLOR	= 阴影:
IDC_CK_TEXT_OUT_COLOR		= 边框:
IDC_LN_TEXT_HELP		= [ 帮助]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= 截图设置

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= 添加水印到截图
IDC_ST_IMG_LOGO_SETTING		= 设置
IDC_ST_IMG_LOGO_IMAGE		= 图像:
IDC_ST_IMG_LOGO_OPACITY		= 不透明度:
IDC_ST_IMG_LOGO_POS		= 位置:
IDC_ST_IMG_LOGO_LR_MARGINS	= 左/右边距:
IDC_ST_IMG_LOGO_TB_MARGINS	= 上/下边距:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= 自定义目标尺寸
IDC_ST_TARGET_SIZE_SETTING	= 设置
IDC_ST_TARGET_SIZE		= 目标尺寸：

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= 添加新尺寸预置
IDC_ST_ADD_SIZE_PRESET		= 您可以保存当前目标位置和尺寸为新预置。\n请输入新预置名称。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= 编辑尺寸预置
IDC_BTN_SIZE_PRESET_ADD		= 添加
IDC_BTN_SIZE_PRESET_DEL		= 删除
IDC_BTN_SIZE_PRESET_REN		= 重命名
IDC_BTN_SIZE_PRESET_UP		= 上移
IDC_BTN_SIZE_PRESET_DN		= 下移

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= 重命名尺寸预置
IDC_ST_REN_SIZE_PRESET		= 请输入预置新名称。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= 信息
IDC_ST_ACAP_INFO		= 音频捕捉信息
IDC_ST_ACAP_INFO2		= 未能捕捉相应声卡音频，请检查您的“录制控制”。\n\n您要访问在线帮助页面？
IDC_CK_ACAP_DO_NOT_ASK		= 不再询问
IDC_BTN_YES			= 是
IDC_BTN_NO			= 否

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= 最大录制时间
IDC_ST_RC_TIME_SETTING		= 设置
IDC_ST_RC_TIME_HOUR		= 时
IDC_ST_RC_TIME_MIN		= 分
IDC_ST_RC_TIME_SEC		= 秒

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= 最大录制文件大小
IDC_ST_RC_FILESIZE_SETTING	= 设置

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= 添加新预置
IDC_ST_ADD_PRESET		= 您可以保存当前设置为新预置。\n请输入新预置名称。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= 编辑预置
IDC_BTN_PRESET_ADD		= 添加
IDC_BTN_PRESET_DEL		= 删除
IDC_BTN_PRESET_REN		= 重命名
IDC_BTN_PRESET_UP		= 上移
IDC_BTN_PRESET_DN		= 下移

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= 重命名预置
IDC_ST_REN_PRESET		= 请输入新预置名称。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= 选择外部视频 Codec
IDC_ST_CODEC_EX_LIST		= Codec 列表
IDC_ST_CODEC_EX_SETTINGS	= 设置
IDC_ST_CODEC_EX_DRIVER		= 驱动程序名称
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= 品质
IDC_ST_CODEC_EX_DATERATE	= 数据速率
IDC_ST_CODEC_EX_KEYFRAME	= 关键帧间隔
IDC_CK_CODEC_EX_PREFER_RGB	= 首选 RGB 色彩空间
IDC_BTN_CODEC_EX_CONFIG		= 配置
IDC_BTN_CODEC_EX_ABOUT		= 关于
IDC_ST_CODEC_EX_HELP		= [ 帮助 ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= 阻止的进程列表
IDC_ST_BLOCK_LIST		= 不允许钩住以下进程。
IDC_ST_BLOCK_LIST_EX		= 例如：

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) 设置
IDC_ST_H264_CUDA_RATE_CONTROL	= 码率控制
IDC_RD_H264_CUDA_VBR		= VBR - 品质优先（推荐）
IDC_RD_H264_CUDA_CBR		= CBR - 码率优先
IDC_ST_H264_CUDA_GPU_USAGE	= GPU 使用
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= 仅 GPU（适用于高性能 GPU）
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU 设备：
IDC_ST_H264_CUDA_OTHER_OPTIONS	= 其它选项
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC 编码：
IDC_ST_H264_CUDA_KEYFRAME_INT	= 关键帧间隔：
IDC_ST_H264_CUDA_FOURCC_HELP	= 帮助

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264（高速视频同步技术）设置
IDC_ST_H264_SYNC_RATE_CONTROL	= 码率控制
IDC_RD_H264_SYNC_VBR		= VBR - 品质优先（推荐）
IDC_RD_H264_SYNC_CBR		= CBR - 码率优先
IDC_ST_H264_SYNC_OTHER_OPTIONS	= 其它选项
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC 编码：
IDC_ST_H264_SYNC_KEYFRAME_INT	= 关键帧间隔：
IDC_ST_H264_SYNC_FOURCC_HELP	= 帮助

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264（AMD 应用加速技术）设置
IDC_ST_H264_APP_RATE_CONTROL	= 码率控制
IDC_RD_H264_APP_VBR		= VBR - 品质优先（推荐）
IDC_RD_H264_APP_CBR		= CBR - 码率优先
IDC_ST_H264_APP_OTHER_OPTIONS	= 其它选项
IDC_ST_H264_APP_FOURCC_USED	= FourCC 编码：
IDC_ST_H264_APP_KEYFRAME_INT	= 关键帧间隔：
IDC_ST_H264_APP_FOURCC_HELP	= 帮助

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid 设置
IDC_ST_XVID_RATE_CONTROL	= 码率控制
IDC_RD_XVID_VBR			= VBR - 品质优先（推荐）
IDC_RD_XVID_CBR			= CBR - 码率优先
IDC_ST_XVID_OPTIMIZATION	= 优化
IDC_RD_XVID_FASTER_SPEED	= 更快的编码速度
IDC_RD_XVID_SMALLER_SIZE	= 更小的视频体积
IDC_ST_XVID_OTHER_OPTIONS	= 其它选项
IDC_ST_XVID_KEYFRAME_INT	= 关键帧间隔：

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264（NVIDIA® NVENC）设置
IDC_ST_H264_NVENC_RATE_CONTROL	= 码率控制
IDC_RD_H264_NVENC_VBR		= VBR - 品质优先（推荐）
IDC_RD_H264_NVENC_CBR		= CBR - 码率优先
IDC_ST_H264_NVENC_GPU_USAGE	= GPU 使用
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU 设备：
IDC_ST_H264_NVENC_OTHER_OPTIONS	= 其他选项
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC 编码：
IDC_ST_H264_NVENC_KEYFRAME_INT	= 关键帧间隔：
IDC_ST_H264_NVENC_FOURCC_HELP	= 帮助

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264（CPU）设置
IDC_ST_H264_RATE_CONTROL	= 码率控制
IDC_RD_H264_VBR			= VBR - 品质优先（推荐）
IDC_RD_H264_CBR			= CBR - 码率优先
IDC_ST_H264_OPTIMIZATION	= 优化
IDC_RD_H264_FASTER_SPEED	= 更快的编码速度
IDC_RD_H264_BALANCED		= 平衡性能
IDC_RD_H264_SMALLER_SIZE	= 更小的文件体积
IDC_ST_H264_OTHER_OPTIONS	= 其它选项
IDC_ST_H264_KEYFRAME_INT	= 关键帧间隔：

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= 定时器
IDC_ST_TIMER_SETTINGS		= 设置
IDC_RD_TIMER_START_IN		= 开始于
IDC_ST_TIMER_MINUTES		= 分钟后
IDC_RD_TIMER_START_AT		= 开始于
IDC_CK_TIMER_MINIMIZE		= 录制开始后最小化 Bandicam 至系统托盘。
IDC_ST_TIMER_AUTO_COMPLETE	= 自动结束录制
IDC_BTN_TIMER_AUTO_COMPLETE	= 设置

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= 定时器 - 等候开始录制
IDC_ST_TIMER_WAITING_INFO	= 等候至 %s 开始录制
IDC_ST_TIMER_ELAPSED		= 继续时间：
IDC_ST_TIMER_REMAINING		= 剩余时间：

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS 设置
IDC_ST_FORMAT_FPS_MODE		= 帧率模式
IDC_RD_FORMAT_FPS_CFR		= 首选 CFR - 恒定帧率
IDC_ST_FORMAT_FPS_CFR		= 如果编码器性能不足，则退回到可变帧率。
IDC_RD_FORMAT_FPS_VFR		= 使用 VFR - 可变帧率（推荐）
IDC_ST_FORMAT_FPS_HELP		= 帮助

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= 上传到 Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= 上传信息
IDC_ST_YOUTUBE_FILENAME		= 文件名：
IDC_ST_YOUTUBE_TITLE		= 标题：
IDC_ST_YOUTUBE_DESCRIPTION	= 描述：
IDC_ST_YOUTUBE_PRIVACY		= 隐私：
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= 公开 - 允许所有人观看
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= 不公开 - 通过链接人都可以观看
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= 私享 - 只有我和我允许的用户才能观看
IDC_BTN_YOUTUBE_UPLOAD		= 上传
IDC_LN_YOUTUBE_HELP		= 帮助
IDC_LN_YOUTUBE_TOS		= 您点击 '上传'，证明您拥有内容的所有权利或是所有者授权您在 YouTube 上公开内容，而且要符合 <a>YouTube 服务条款</a>。

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= 正在上传...
IDC_ST_YOUTUBE_UPLOADED		= 视频上传完成！
IDC_ST_YOUTUBE_LINK		= 链接：
IDC_ST_YOUTUBE_EMBED		= 嵌入：
IDC_BTN_YOUTUBE_LINK_GO		= 查看
IDC_BTN_YOUTUBE_EMBED_COPY	= 复制
IDC_BTN_YOUTUBE_CLOSE		= 关闭

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= 上传到 Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= 上传信息
IDC_ST_VIMEO_FILENAME		= 文件名：
IDC_ST_VIMEO_TITLE		= 标题：
IDC_ST_VIMEO_DESCRIPTION	= 描述：
IDC_ST_VIMEO_PRIVACY		= 隐私：
IDC_RD_VIMEO_PRIVACY_ANYONE	= 任何人 - 允许所有人观看
IDC_RD_VIMEO_PRIVACY_ONLYME	= 仅我 - 仅我能看到此视频，其他人则看不到
IDC_RD_VIMEO_PRIVACY_FOLLOW	= 仅跟随我的人 -仅在 Vimeo 上跟随我的人可看到此视频
IDC_RD_VIMEO_PRIVACY_UNLISTED	= 私人链接 - 只有拥有此链接的人才能看到此视频
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo 普通用户不能使用此选项)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= 只有拥有密码的人才能看到此视频
IDC_CK_HIDE_PASSWORD		= 隐藏密码
IDC_BTN_VIMEO_UPLOAD		= 上传
IDC_LN_VIMEO_HELP		= 帮助

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= 正在上传...
IDC_ST_VIMEO_UPLOADED		= 视频上传完成！
IDC_ST_VIMEO_LINK		= 链接：
IDC_ST_VIMEO_EMBED		= 嵌入：
IDC_BTN_VIMEO_LINK_GO		= 查看
IDC_BTN_VIMEO_EMBED_COPY	= 复制
IDC_BTN_VIMEO_CLOSE		= 关闭

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= 上传到 Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= 上传信息
IDC_ST_FACEBOOK_FILENAME	= 文件名：
IDC_ST_FACEBOOK_TITLE		= 标题：
IDC_ST_FACEBOOK_DESCRIPTION	= 描述：
IDC_ST_FACEBOOK_PRIVACY		= 隐私：
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= 公开 - 允许所有人观看
IDC_RD_FACEBOOK_PRIVACY_FOF	= 好友的好友 - 允许你朋友的朋友观看
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= 友好 - 允许你的朋友观看
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= 仅限自己 - 只有我才可以观看
IDC_BTN_FACEBOOK_UPLOAD		= 上传
IDC_LN_FACEBOOK_HELP		= 帮助

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= 正在上传...
IDC_ST_FACEBOOK_UPLOADED	= 视频上传完成！
IDC_ST_FACEBOOK_LINK		= 链接：
IDC_BTN_FACEBOOK_LINK_GO	= 查看
IDC_BTN_FACEBOOK_CLOSE		= 关闭

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC 可用
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 编码器可用。NVENC 是使用硬件加速的高性能编码器。您要使用 NVENC H.264 编码器吗？\n<a>更多信息</a>
IDC_CK_NVENC_AVAILABLE		= 不再询问

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® 高速视频同步（QSV）可用
IDC_LN_QSV_AVAILABLE		= Intel® 高速视频同步 H.264 编码器可用。 QSV 为使用硬件加速技术的高性能编码器。\n您要使用 QSV H.264 编码器吗？\n<a>更多</a>
IDC_CK_QSV_AVAILABLE		= 不再询问

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= 设备选择
IDC_ST_DEVICE_SELECTION		= 选择
IDC_ST_DEVICE_NAME		= 设备：
IDC_BTN_DEVICE_NAME_SETTINGS	= 设置
IDC_ST_DEVICE_FORMAT		= 格式：
IDC_ST_DEVICE_VIDEO_INPUT	= 视频输入：
IDC_ST_DEVICE_AUDIO_INPUT	= 音频输入：
IDC_CK_DEVICE_AUDIO_CUSTOM	= 使用自定义音频设备
IDC_BTN_DEVICE_INPUT_SETTINGS	= 设置
IDC_ST_DEVICE_OPTIONS		= 选项
IDC_ST_DEVICE_DEINTERLAING	= 反交错：
IDC_ST_DEVICE_FLIPSCREEN	= 翻转屏幕：
IDC_CK_DEVICE_FLIPSCREEN_H	= 水平
IDC_CK_DEVICE_FLIPSCREEN_V	= 垂直
IDC_LN_DEVICE_HELP		= 帮助

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= 与 Origin 的兼容性问题
IDC_LN_CAUTION_USING_WINAPPS	= 如开启 Windows 应用（UWP）Hook（钩子），则可能会发生与 Origin 的兼容性问题。<a>点击此处</a>以解决此问题。\n\n您确定要使用 Windows 应用钩子？
IDC_CK_CAUTION_USING_WINAPPS	= 不再询问

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= 录制计划列表
IDC_ST_SREC_LIST_TEXT		= 计划录制在设置时间可以定时自动录制（软件需要在开启状态）
IDC_BTN_SREC_LIST_ADD		= 新建
IDC_BTN_SREC_LIST_EDIT		= 编辑
IDC_BTN_SREC_LIST_DELETE	= 删除
IDC_BTN_SREC_LIST_CLOSE		= 关闭

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= 定时录制
IDC_ST_SREC_SETTINGS_NAME	= 文件名:
IDC_CK_SREC_ACTIVE		= 开启
IDC_ST_SREC_SCHEDULING		= 定时
IDC_RD_SREC_ONE_TIME		= 一次
IDC_RD_SREC_DAILY		= 每天
IDC_RD_SREC_WEEKLY		= 每周
IDC_ST_SREC_START_TIME		= 开始时间:
IDC_ST_SREC_END_TIME		= 结束时间:
IDC_CK_SREC_DURATION		= 时长设置
IDC_CK_SREC_SUN			= 星期日
IDC_CK_SREC_MON			= 星期一
IDC_CK_SREC_TUE			= 星期二
IDC_CK_SREC_WED			= 星期三
IDC_CK_SREC_THU			= 星期四
IDC_CK_SREC_FRI			= 星期五
IDC_CK_SREC_SAT			= 星期六
IDC_ST_SREC_RECORDING		= 录制
IDC_ST_SREC_TARGET		= 录制目标:
IDC_BTN_SREC_TARGET_SELECT	= 选择
IDC_ST_SREC_AFTER_RECORDING	= 录制完后:
IDC_LN_SREC_HELP		= [ 帮助 ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= 没有声音捕捉设备
IDC_ST_ACAP_NO_DEVICE		= 未检测到声音捕获设备。\n因此，录制的视频文件中将没有音频曲目。
IDC_CK_ACAP_DO_NOT_SHOW		= 不再显示此消息

[MENU]
ID_POPUP_ABOUT			= 关于 Bandicam
ID_POPUP_GENERAL		= 设置 - 常规
ID_POPUP_FRAME			= 设置 - FPS
ID_POPUP_VIDEO			= 设置 - 视频
ID_POPUP_IMAGE			= 设置 - 图像
ID_POPUP_OUTPUTS		= 输出文件列表
ID_POPUP_OPENOUTPUTFOLDER	= 打开输出文件夹
ID_POPUP_TARGET			= 录制目标
ID_POPUP_SETTINGS		= 设置
ID_POPUP_SIZE			= 尺寸
ID_POPUP_EXIT			= 退出

ID_TARGET_DIRECTX		= 游戏录制模式
ID_TARGET_SCREEN		= 屏幕录制模式 - 矩形
ID_TARGET_FULL			= 屏幕录制模式 - 全屏
ID_TARGET_MOUSE			= 屏幕录制模式 - 追随鼠标
ID_TARGET_DEVICE		= 设备录制模式
ID_TARGET_HELP			= 帮助

ID_TARGET_HIDE			= 显示/隐藏 \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= 复制到剪贴板 \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= 绘制模式 \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= 置顶
ID_TARGET_COUNTDOWN_TIMER	= 显示倒计时 3.2.1
ID_TARGET_TRANSPARENCY		= 不透明度
ID_TARGET_SIZE			= 尺寸
ID_TARGET_ADJUST		= 调整

ID_TARGET_MOVE_LEFT		= 左移 \t ←
ID_TARGET_MOVE_RIGHT		= 右移 \t →
ID_TARGET_MOVE_UP		= 上移 \t ↑
ID_TARGET_MOVE_DOWN		= 下移 \t ↓

ID_TARGET_INC_WIDTH		= 增加宽度 \t Shift + →
ID_TARGET_DEC_WIDTH		= 减少宽度 \t Shift + ←
ID_TARGET_INC_HEIGHT		= 增加高度 \t Shift + ↑
ID_TARGET_DEC_HEIGHT		= 减少宽度 \t Shift + ↓

ID_TARGET_FIND_WINDOW		= 选择录制区域 \t Ctrl+F
ID_TARGET_FULLSCREEN		= 全屏幕 \t Ctrl + Enter
ID_TARGET_RATIO_4_3		= 画面比例 4:3
ID_TARGET_RATIO_16_9		= 画面比例 16:9
ID_TARGET_SIZE_CUSTOM		= 自定义尺寸 \t Ctrl + U
ID_TARGET_SIZE_PRESET		= 尺寸预置  \t Shift+鼠标右键
ID_TARGET_SIZE_PRESET_ADD	= 添加预置
ID_TARGET_SIZE_PRESET_EDIT	= 编辑预置
ID_TARGET_SIZE_RU		= 最近使用的尺寸 \t Ctrl+S

ID_TARGET_OPEN_OUTPUTFOLDER	= 打开输出文件夹
ID_TARGET_OUTPUT_LIST		= 输出文件列表
ID_TARGET_EXIT_BANDICAM		= 退出 Bandicam

ID_DEVICE_HIDE			= 显示 / 隐藏 \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= 复制到剪贴板 \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= 总在最上面
ID_DEVICE_SELECTION		= 选择设备 \t Ctrl+D
ID_DEVICE_FULLSCREEN		= 全屏幕 \t Enter
ID_DEVICE_ZOOM			= 缩放
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= 纵横比
ID_DEVICE_KEEP_ASPECT_RATIO	= 保持纵横比
ID_DEVICE_ASPECT_RATIO_DEFAULT	= 默认
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= 打开输出文件夹
ID_DEVICE_OUTPUT_LIST		= 输出文件列表
ID_DEVICE_EXIT_BANDICAM		= 退出 Bandicam

ID_USER_PRESET_ADD		= 添加预置
ID_USER_PRESET_EDIT		= 编辑预置

ID_SORT_BY_DATE			= 按日期排序
ID_SORT_BY_NAME			= 按名称排序
ID_SORT_BY_SIZE			= 按尺寸排序

ID_OUTPUTS_LB_PLAY		= 播放
ID_OUTPUTS_LB_OPEN		= 打开
ID_OUTPUTS_LB_EDIT		= 编辑
ID_OUTPUTS_LB_RENAME		= 重命名     \t F2
ID_OUTPUTS_LB_DELETE		= 删除     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= 选择全部 \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= 打开输出文件夹

ID_UPLOAD_TO_YOUTUBE		= 上传到 YouTube
ID_UPLOAD_TO_VIMEO		= 上传到 Vimeo
ID_UPLOAD_TO_FACEBOOK		= 上传到 Facebook

ID_BDCAM_SIZE_DEFAULT		= 默认尺寸
